Repository: pavelprosto94/uHome
Catalog: *.po
Languages: fr

source: By preferring soda-free pastries, you help preserve the beauty of the mountains.<br><i>photographer - Rasmus Smidstrup Mortensen</i>
fr: En préférant des pâtisseries sans bicarbonate de soude, vous aidez à préserver la beauté des montages.<br><i>photographe - Rasmus Smidstrup Mortensen</i>

source: About 12 million tons of plastic waste gets into the world's oceans every year. We choose a reusable alternative and admire its beauty.<br><i>photographer - Amelia Barkland</i>
fr: Environ 12 millions de tonnes de plastique finissent chaque année dans les océans.Choisissons une alternative réutilisable et admirons sa beauté.<br><i>photographe - Amelia Barkland</i>

source: An amazing fact, but away from the city smog, you can see the stars. And they are beautiful!<br><i>photographer - YAN CHEN</i>
fr: Un fait étonnant, mais loin du smog de la ville, on peut voir les étoiles. Et elles sont magnifiques !<br><i>photographe - YAN CHEN

source: Snow-white can't help but fascinate. It is terrible to imagine that such beauty can be blackened by oil.<br><b>#StopOilSpills</b> <i>photographer - Julia Lapshina</i>
fr: La blancheur de la neige ne peut qu'être enchanteresse.Il est effrayant d'imaginer qu'une telle beauté puisse être noircie par le pétrole.<br><b>#StopOilSpills</b> <i>photographe - Julia Lapshina</i>

source: The waterfalls seem endless and so strong, but because of deforestation, they also become shallow.<br><i>photographer - Ivana Caine</i>
fr: Les chutes d'eau semblent infinies et tellement puissantes, mais à cause de la déforestation, elles aussi s'amenuisent.<br><i>photographe - Ivana Caine

source: What does global warming look like? This is when the snow-capped mountains cease to be so, and perhaps forever.<br><i>photographer - Eberhard Grossgasteiger</i>
fr: À quoi ressemble le réchauffement global ?C'est quand les montagnes enneigés cessent de l'être, probablement pour toujours.<br><i>photographe - Eberhard Grossgasteiger

source: Background settings:
fr: Paramètres d'arrière-plan:

source: Import user picture
fr: Importer une image perso

source: Export select background
fr: Exporter cet arrière-plan

source: Failed import file:
fr: Échec d'importation du fichier :

source: Incorrect Image File
fr: Fichier image incorrect

source: Save
fr: Enregistrer

source: Cancel
fr: Annuler

source: Save file to:
fr: Enregistrez le fichier dans :

source: Import file from:
fr: Importer un fichier depuis :

source: en
fr: fr

source: Settings
fr: Paramètres

source: Programm theme:
fr: Thème du programme :

source: System
fr: Système

source: Background:
fr: Arrière-plan :

source: Change
fr: Changer

source: Add test widget
fr: Ajouter un gadget en test

source: Add widgets
fr: Ajouter des gadgets

source: Edit home screen
fr: Éditer l'écran d’accueil

source: Smart restart
fr: Redémarrage futé

source: Donate
fr: Récompenser

source: Close
fr: Fermer

source: Are you sure to remove this widget?
fr: Voulez-vous vraiment supprimer ce gadget ?

source: Yes
fr: Oui

source: No
fr: Non

source: Add widget
fr: Ajouter un gadget

source: Press and hold the widget icon if you want to delete it.
fr: Maintenez appuyée l'icône du gadget pour le supprimer.

source: This widget cannot be deleted.
fr: Suppression du gadgget impossible.

source: Home
fr: Accueil
